window.MEMORIES_DATA = {
  "2025-09-09": {
    "folder": "9 сентября",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2306.jpg"
    ],
    "videos": [],
    "text": "в этот день я тебе предложил встречаться) ♡ никогда не забуду этот день"
  },
  "2025-09-13": {
    "folder": "13 сентября",
    "textFile": "Текстовый документ.txt",
    "images": [],
    "videos": [],
    "text": "В этот день мы первый раз поцеловались"
  },
  "2025-09-16": {
    "folder": "16 сентября",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2434.JPG"
    ],
    "videos": [],
    "text": "В этот день мы пошли с тобой за тортиком перед твоим днём рождения ♡"
  },
  "2025-09-17": {
    "folder": "17 сентября",
    "textFile": "Текстовый документ.txt",
    "images": [],
    "videos": [],
    "text": "♡ в этот день у любви всей моей жизни было день рождения 18 лет :) ♡"
  },
  "2025-10-02": {
    "folder": "2 октября",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2485.JPG",
      "IMG_2487.JPG",
      "IMG_2489.JPG"
    ],
    "videos": [],
    "text": "В этот день у нас была наша первая фотосессия ♡"
  },
  "2025-10-04": {
    "folder": "4 октября",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2498.jpg"
    ],
    "videos": [],
    "text": "В этот день мы первый раз сходили на колесо обозрения где на самой верхушке поцеловались"
  },
  "2025-10-11": {
    "folder": "11 октября",
    "textFile": "Текстовый документ.txt",
    "images": [],
    "videos": [
      "-26102283009701870.MP4"
    ],
    "text": "Мы с тобой впервый раз сходили в кино"
  },
  "2025-10-15": {
    "folder": "15 октября",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2623.JPG"
    ],
    "videos": [],
    "text": "Наш первый раз))))"
  },
  "2025-11-22": {
    "folder": "22 ноября",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2802.PNG"
    ],
    "videos": [],
    "text": "в этот день мы с тобой очень долго общались по видео и дурачились))"
  },
  "2025-12-28": {
    "folder": "28 декабря",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3025.JPG"
    ],
    "videos": [],
    "text": "В этот день ты ко мне приехала на твоих каникулах, мне было очень приятно)))"
  },
  "2026-01-07": {
    "folder": "7 января",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3050.jpg"
    ],
    "videos": [],
    "text": "Здесь наши отпечатки рук на первой квартире которая запомнится на всю жизнь"
  },
  "2026-01-15": {
    "folder": "15 января",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3116.JPG",
      "IMG_3131.JPG"
    ],
    "videos": [],
    "text": "В этот день мы первый раз вместе пришли в зал"
  },
  "2026-02-01": {
    "folder": "1 февраля",
    "textFile": "Текстовый документ.txt",
    "images": [],
    "videos": [
      "-1164478959358242759.MP4"
    ],
    "text": "Здесь я поджигал спички как петарды и нам очень весело)"
  },
  "2026-03-09": {
    "folder": "9 марта",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3318.JPG",
      "IMG_3336.JPG",
      "IMG_3360.JPG",
      "IMG_3378.jpg"
    ],
    "videos": [],
    "text": "Здесь ровно 6 месяцев наших отношений и мы провели вместе этот день"
  },
  "2026-03-10": {
    "folder": "10 марта",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3391.JPG",
      "IMG_3479.JPG"
    ],
    "videos": [],
    "text": "В этот день мы первый раз поехали к тебе домой)))"
  },
  "2026-03-15": {
    "folder": "15 марта",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3409.jpg"
    ],
    "videos": [],
    "text": "Здесь ты мне первый раз сделала ногти и привела их в красивый вид)"
  },
  "2026-03-17": {
    "folder": "17 марта",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3413.jpg"
    ],
    "videos": [],
    "text": "Тут у нас парные кросовочки"
  },
  "2026-03-23": {
    "folder": "23 марта",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3464.jpg",
      "IMG_3465.jpg",
      "IMG_3467.jpg",
      "IMG_3482.JPG"
    ],
    "videos": [],
    "text": "тут мы съездили в Мосты и хорошенько пофоткались) и кушали шаурму в пите"
  },
  "2026-04-13": {
    "folder": "13 апреля",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2185.jpg",
      "IMG_3529.jpg",
      "IMG_3548.jpg",
      "IMG_3578.jpg",
      "IMG_3582.JPG",
      "IMG_3583.JPG"
    ],
    "videos": [
      "IMG_3536.MOV",
      "IMG_3537.MOV"
    ],
    "text": "в этот день мы поехали в первый раз в Минск и провели там 3 дня, побывали на Немиге пофоткались и сходили в контактный зоопарк:)"
  },
  "2026-05-04": {
    "folder": "4 мая",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_2408.jpg"
    ],
    "videos": [],
    "text": "Здесь мы у меня на даче отдыхаем)"
  },
  "2026-05-05": {
    "folder": "5 мая",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3651.jpg"
    ],
    "videos": [],
    "text": "Здесь мы у твоей бабушки на день рождении и ты миленько гладишь маленького котика"
  },
  "2026-05-11": {
    "folder": "11 мая",
    "textFile": "Текстовый документ.txt",
    "images": [
      "IMG_3680.jpg"
    ],
    "videos": [],
    "text": "А здесь мы купили кофе с миленькими уточками"
  }
};
